{
  "title": "ٹیک شاپ میں خوش آمدید",
  "description": "تازہ ترین گیجٹس، الیکٹرانکس، اور سمارٹ ٹیک کے لیے آپ کی ون اسٹاپ منزل۔ \nہمارے خصوصی سودے دریافت کریں اور آج ہی اپنے طرز زندگی کو اپ گریڈ کریں!",
  "logo": "ٹیک شاپ",
  "home": "گھر",
  "about": "کے بارے میں",
  "products": "مصنوعات",
  "contact": "رابطہ کریں",
  "Shop Now": "ابھی خریداری کریں",
  "Learn More": "مزید جانیں",
  "Admin": "ایڈمن",
  "Special Offers": "خصوصی پیشکش",
  "Featured Tech": "نمایاں ٹیک",
  "Login": "لاگ ان",
  "TechShop — Your Trusted Partner in Technology & Innovation": "ٹیک شاپ - ٹیکنالوجی اور اختراع میں آپ کا بھروسہ مند ساتھی",
  "Your one-stop destination for the latest gadgets, electronics, and accessories At TechShop, we bring technology closer to you — with pride and innovation!": "تازہ ترین گیجٹس، الیکٹرانکس اور لوازمات کے لیے آپ کی ون اسٹاپ منزل۔ ٹیک شاپ پر، ہم ٹیکنالوجی کو آپ کے قریب لاتے ہیں — فخر اور جدت کے ساتھ!",
  "About TechShop": "ٹیک شاپ کے بارے میں",
  "Quick Links": "فوری لنکس",
  "Follow Us": "ہمیں فالو کریں",
  "by Dragondevs": "ڈریگن ڈیو کی طرف سے",
  "TechShop Made with": "ٹیک شاپ کے ساتھ بنایا گیا۔",
  "TechShop — Powering Innovation, Technology, and Growth": "ٹیک شاپ - انوویشن، ٹیکنالوجی، اور نمو کو طاقتور بنانا",
  "Innovating Technology, Empowering Your Future": "جدید ٹیکنالوجی، اپنے مستقبل کو بااختیار بنانا",
  "Our Story": "ہماری کہانی",
  "TechShop was founded with a vision to bring the latest technology products to customers at affordable prices From computer hardware and accessories to the latest gadgets, we aim to deliver quality, reliability, and innovation all in one place": "ٹیک شاپ کی بنیاد اس وژن کے ساتھ رکھی گئی تھی کہ صارفین کو سستی قیمتوں پر جدید ترین ٹیکنالوجی پراڈکٹس پہنچائیں۔ کمپیوٹر ہارڈویئر اور لوازمات سے لے کر جدید ترین گیجٹس تک، ہمارا مقصد معیار، بھروسے اور جدت کو ایک جگہ پر فراہم کرنا ہے",
  "What We Do": "ہم کیا کرتے ہیں",
  "At Tech Shop, we provide a wide range of tech products including laptops, PCs, mobile accessories, gaming gear, and more Our goal is to make technology accessible for everyone – whether you’re a student, professional, gamer, or entrepreneur": "ٹیک شاپ پر، ہم ٹیک پروڈکٹس کی ایک وسیع رینج فراہم کرتے ہیں جن میں لیپ ٹاپ، پی سی، موبائل اسیسریز، گیمنگ گیئر، اور بہت کچھ شامل ہے۔ ہمارا مقصد ٹیکنالوجی کو ہر ایک کے لیے قابل رسائی بنانا ہے - چاہے آپ طالب علم ہوں، پیشہ ور ہوں، گیمر ہوں یا کاروباری",
  "Our Mission": "ہمارا مشن",
  "Our mission is to empower individuals and businesses by providing cutting-edge technology, excellent customer service, and inspiring innovation in everyday life We are committed to making TechShop your trusted partner in technology": "ہمارا مشن جدید ٹیکنالوجی، بہترین کسٹمر سروس، اور روزمرہ کی زندگی میں متاثر کن جدت طرازی فراہم کرکے افراد اور کاروبار کو بااختیار بنانا ہے ہم ٹیک شاپ کو ٹیکنالوجی میں آپ کا بھروسہ مند پارٹنر بنانے کے لیے پرعزم ہیں",
  "Back to Home": "واپس گھر پر"
}